Revit 2027 API
ParameterTypeId.EnergyAnalysisHorizontalVoidThreshold Property
 "Horizontal Void/Chase Area Threshold"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId EnergyAnalysisHorizontalVoidThreshold { get; }
Public Shared ReadOnly Property EnergyAnalysisHorizontalVoidThreshold As ForgeTypeId
	Get
public:
static property ForgeTypeId^ EnergyAnalysisHorizontalVoidThreshold {
	ForgeTypeId^ get ();
}
static member EnergyAnalysisHorizontalVoidThreshold : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace